Нижний регистр
На вход программе подается строка. Напишите программу, которая подсчитывает количество буквенных символов в нижнем регистре.


# put your python code here
n = input()
count = 0
for i in range(0, len(n)):
    if 'a'<=n[i]<='z':  # Вот эту тема перебор всех букв в нижем регистре
        count+=1
print(count)